Revit 2027 API
DockablePanes.BuiltInDockablePanes.FormaWindAnalysisML Property
 Forma Wind Analysis ML pane.
Namespace: Autodesk.Revit.UI
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static DockablePaneId FormaWindAnalysisML { get; }
Public Shared ReadOnly Property FormaWindAnalysisML As DockablePaneId
	Get
public:
static property DockablePaneId^ FormaWindAnalysisML {
	DockablePaneId^ get ();
}
static member FormaWindAnalysisML : DockablePaneId with get
Property Value
DockablePaneId
See Also
Reference
DockablePanes.BuiltInDockablePanes Class
Autodesk.Revit.UI Namespace